{
  "site": {
    "title": "komquest.cc",
    "name": "komquest"
  },

  "contact": {
    "title": "Contact",
    "github": "GitHub",
    "linkedin": "LinkedIn",
    "email": "Email"
  },

  "languages": {
    "title": "Languages",
    "french": "Français",
    "english": "English"
  },

  "confidentiality": {
    "title": "Confidentiality",
    "about": "About",
    "policy": "Privacy Policy",
    "legals": "Legal information"
  },

  "wip": {
    "description": "Coming soon... a web app for cyclists and runners to discover nearby Strava segments, assess their difficulty, and plan optimal attempts based on wind and ranking potential.",
    "github_button": "GitHub",
    "about_button": "About"
  },

  "about": {
    "title": "About",
    "subtitle1": "The project",
    "description11": "The komquest project was born from a passion for cycling and running combined with a desire to create a useful tool. It's a web application that allows athletes to discover nearby Strava segments by evaluating their difficulty to aim for a KOM/QOM, top 10, or Local Legend status.",
    "description12": "The goal is to make segment exploration strategic and motivating for true KOM hunters. Thus, the features currently under development are:",
    "features": {
      "feature1": "Discovery of nearby Strava segments",
      "feature2": "Leaderboard analysis to assess segment difficulty and accessibility",
      "feature3": "Weather conditions integration to optimize attempts",
      "feature4": "Favorites system and attempt planning",
      "feature5": "Interactive map to visualize segments and conditions"
    },
    "subtitle2": "About me",
    "description2": "My name is Balthazar, a computer engineering student. I've often looked for a personal project idea to develop but always lacked the desire and motivation to get started. Being passionate about running and cycling for several years and also a Strava user, I decided to combine these interests to develop komquest.",
    "subtitle3": "Technical details",
    "description3": "The segment difficulty ranking is based on Strava's public data, analyzing athletes' times and powers, segment length, elevation gain, and profile. The algorithm assigns each performance in a segment's top 10 a score out of 100. The higher the score, the more difficult the required performance is to achieve. The goal is to suggest segments based on user requests. If the user wants to easily enter a top 10 or take a KOM without too much effort, the app will suggest segments with lower scores. Conversely, for athletes seeking a greater challenge, segments with higher scores will be suggested."
  },

  "legals": {
    "title": "Legal information",
    "subtitle1": "Site publisher",
    "description11": "The site komquest.cc is published personally by Balthazar Girot",
    "subtitle2": "Hosting",
    "description21": "The site is hosted by Cloudflare, Inc.",
    "description22": "101 Townsend St, San Francisco, CA 94107, USA",
    "cloudflare-link": "https://www.cloudflare.com",
    "subtitle3": "Intellectual property",
    "description31": "All elements of the komquest.cc site, including texts, images, logos, and other content, are protected by copyright and remain the exclusive property of their author.",
    "subtitle4": "Responsibility",
    "description41": "The publisher cannot be held responsible for any direct or indirect damages resulting from the use of the komquest.cc site. The information provided on the site is for informational purposes only and does not engage the responsibility of the publisher."
  },

  "privacy": {
    "title": "Privacy Policy",
    "description": "Privacy policy is under development. Currently, no personal data is collected by the komquest.cc application. No data is stored or processed."
  }
}