{
  "site": {
    "title": "komquest.cc",
    "name": "komquest"
  },

  "contact": {
    "title": "Contact",
    "github": "GitHub",
    "linkedin": "LinkedIn",
    "email": "Email"
  },

  "languages": {
    "title": "Langues",
    "french": "Français",
    "english": "English"
  },

  "confidentiality": {
    "title": "Confidentialité",
    "policy": "Politique de confidentialité",
    "legals": "Mentions légales"
  },

  "wip": {
    "description": "Prochainement... une application web pour cyclistes et coureurs pour découvrir les segments Strava à proximité, évaluer leur difficulté et planifier les tentatives optimales selon le vent et le potentiel de classement.",
    "github_button": "GitHub",
    "about_button": "À propos"
  },

  "about": {
    "title": "À propos",
    "subtitle1": "Le projet",
    "description11": "Le projet komquest est né d'une passion pour le cyclisme et la course à pied mêlée à une envie de créer un outil utile. Il s'agit d'une application web qui permet aux sportifs de découvrir les segments Strava alentours en évaluant leur difficulté pour viser un KOM/QOM, un top 10 ou le statut de Local Legend.",
    "description12": "L’objectif est de rendre l’exploration de segments stratégique et motivante pour les vrais chasseurs de KOMs. Ainsi, les fonctionnalités en cours de développement sont :",
    "features": {
      "feature1": "Découverte de segments Strava à proximité",
      "feature2": "Analyse des classements pour évaluer la difficulté et l'accessibilité des segments",
      "feature3": "Intégration des conditions météorologiques pour optimiser les tentatives",
      "feature4": "Système de favoris et de planification des tentatives",
      "feature5": "Carte interactive pour visualiser les segments et les conditions"
    },
    "subtitle2": "À propos de moi",
    "description2": "Je m’appelle Balthazar, étudiant en école d’ingénieurs en informatique. J’ai souvent cherché une idée de projet personnel à développer mais il m’a toujours manqué l’envie et la motivation de me lancer. Étant passionné de course à pied et de vélo depuis plusieurs années et également utilisateur de Strava, j’ai décidé de mettre en commun ces centres d’intérêts pour développer komquest."
  },

  "legals" : {
    "title": "Mentions légales",
    "subtitle1": "Éditeur du site",
    "description11": "Le site komquest.cc est édité à titre personnel par Balthazar Girot",
    "subtitle2": "Hébergement",
    "description21": "Le site est hébergé par Cloudflare, Inc.",
    "description22": "101 Townsend St, San Francisco, CA 94107, États-Unis",
    "cloudflare-link": "https://www.cloudflare.com",
    "subtitle3": "Propriété intellectuelle",
    "description31": "L’ensemble des éléments du site komquest.cc, y compris les textes, images, logos et autres contenus, sont protégés par le droit d’auteur et restent la propriété exclusive de leur auteur",
    "subtitle4": "Responsabilité",
    "description41": "L'éditeur ne saurait être tenu responsable des éventuels dommages directs ou indirects résultant de l'utilisation du site komquest.cc. Les informations fournies sur le site sont à titre indicatif et ne sauraient engager la responsabilité de l'éditeur."
  },

  "privacy" : {
    "title": "Politique de confidentialité",
    "description": "Politique de confidentialité en cours de rédaction. Pour l'instant, aucune donnée personnelle n'est collectée par l'application komquest.cc. Aucune donnée n'est stockée ou traitée."
  }
}